[{"model": "products.category", "pk": 7, "fields": {"name": "glueck", "friendly_name": "Martin Glück"}}, {"model": "products.category", "pk": 8, "fields": {"name": "annamarx", "friendly_name": "Anna Marx"}}, {"model": "products.category", "pk": 9, "fields": {"name": "crimeshortstories", "friendly_name": "Crime Short Stories"}}, {"model": "products.category", "pk": 10, "fields": {"name": "novels", "friendly_name": "Novels"}}, {"model": "products.category", "pk": 11, "fields": {"name": "shortstories", "friendly_name": "Short Stories"}}, {"model": "products.product", "pk": 1, "fields": {"category": 8, "sku": "MAR-BON", "name": "Anna Marx und der sanfte Tod: Kriminalroman", "description": "Anna Marx ist zurück: Die legendäre deutsche Krimireihe geht weiter…\r\n\r\nZu ihrem 64. Geburtstag hat Anna Marx nur zwei Flaschen Rotwein eingeladen.\r\n\r\nEs gibt keinen Grund zum Feiern: Ihre beste Freundin ist tot, die Detektei läuft nicht, sie selbst ist so gut wie pleite, und obendrein wurde ihr die Wohnung gekündigt.\r\n\r\nDann meldet sich eine Stimme aus der Vergangenheit: ihre Ex-Kollegin Gaby Lehmann bittet Anna, den plötzlichen Tod ihrer Mutter in einem Bonner Seniorenheim aufzuklären.\r\n\r\nMitten im Karneval zieht Anna in die Villa ihrer früheren Kollegin und schleust sich schließlich in das Seniorenheim ein. Bald stößt sie auf ein dunkles Familiengeheimnis und auf weitere mysteriöse Todesfälle im Umfeld des Heims.", "image_url": null, "image": "4_bAWbq8H.png", "has_variation": false, "price": "15.00", "rating": "5.00"}}, {"model": "products.product", "pk": 2, "fields": {"category": 7, "sku": "GLU-BUR", "name": "Glück im Burgenland - Martin Glücks fünfter Fall", "description": "Martin Glücks fünfter Fall der beliebten Österreich-Krimis<br /><br />Die Erfolgsreihe geht weiter: Martin Glück ermittelt in seinem fünften Fall im schönen Burgenland. <br /><br />In seinem neuen Fall begibt sich Chefinspektor Martin Glück auf ein Abenteuer unter Wasser und bucht gemeinsam mit Freund und Kollege Fassl einen Tauchkurs. Allerdings nicht wie geplant im Roten Meer, sondern in einem kleinen See in der gar nicht beschaulichen burgenländischen Pampa. Denn tote Taucher treiben im Wasser, ein Panther hat Appetit auf Fassl, ein exzentrischer Graf sammelt giftiges Getier, und exotische Vögel halten sich illegal im Burgenland auf. Gemeinsam folgen Glück und Fasslden Spuren der Toten und fördern Mörderisches zutage ...", "image_url": null, "image": "6_Pj0e347.png", "has_variation": true, "price": "14.00", "rating": "4.00"}}, {"model": "products.product", "pk": 3, "fields": {"category": 7, "sku": "GLU-WOR", "name": "Glück am Wörthersee: Martin Glücks erster Fall", "description": "Skiunfall, lange Reha und dramatische Trennung von seiner Frau: Martin Glück, Wiener Chefinspektor, hat genug und fährt zur Erholung an den Wörthersee. Die Ruhe ist jedoch vorbei, als eine Wasserleiche im Vorsaisonidyll auftaucht. Glück greift der überforderten Kontrollinspektorin Lily Prokopp unter die Arme. Bei seinen Nachforschungen bekommt er es mit einer ganz besonderen Klientel zu tun, denn an »Österreichs teuerster Badewanne« wetteifern die Millionäre um die letzten Seegrundstücke mittendrin die zwielichtige »rote Romana«, die ihre Gäste mit grauenhaften Kochorgien quält. Zudem ist völlig unklar, was die tote Monika Linde mit Immobilienfehden, Kunsthandel, Edelpuff und Erpressung zu tun hatte. Chefinspektor Glück durchstöbert die Vergangenheit und kann nicht nur den Mordfall, sondern auch das Geheimnis seines verschwundenen Vaters lösen. Ein Kriminalroman mit schwarzem Humor und Einblick in die österreichische Seele. Wiener Schmäh trifft auf Kärntner Charme eine besonders skurrile Mischung.", "image_url": null, "image": "7_ZhAqruB.png", "has_variation": false, "price": "14.00", "rating": "4.00"}}, {"model": "products.product", "pk": 4, "fields": {"category": 8, "sku": "MAR-SAM", "name": "Weiße sterben selten in Samyana - Der erste Fall für Anna Marx", "description": "In Schwarzafrika wird die weiße Frau eines deutschen Entwicklungshelfers ermordet. Ausgerechnet die Bonner Klatschreporterin Anna Marx soll einen gefühligen Artikel über die Bluttat am anderen Ende der Welt schreiben. In Samyana angekommen, ist Anna widerwillig beeindruckt: tiefblaues Meer, Sonne satt, laute Musik, bunte Kleidung, luxuriöse Partys. Statt zu recherchieren genießt Anna das gesellschaftliche Leben der eingeschworenen deutschen Gemeinschaft. Wie ein Star wird sie herumgereicht und vergisst fast den Grund ihres Aufenthalts. Erst als sie Zeugin der dubiosen Ermittlungsmethoden vor Ort wird, besinnt sich Anna auf ihren Auftrag – und die fördert ganz anderes zutage als die offizielle Darstellung …", "image_url": null, "image": "finalphotosquares.png", "has_variation": true, "price": "12.00", "rating": "3.50"}}, {"model": "products.product", "pk": 5, "fields": {"category": 10, "sku": "NOV-HOC", "name": "Die Hochstaplerin", "description": "Die Ausbildung zu ihrem Beruf der Hochstaplerin wurde Felicitas in die Wiege gelegt. Schon ihr Vater hat bis zu seiner Verhaftung über seine Verhältnisse in prächtigen Kulissen gelebt. Ein Umzug folgte dem anderen, eine noble Behausung löste die nächste ab und zurück blieben immer eine Reihe geprellter Geschäftsleute, Ärzte und Architekten, die ihm ihr Geld für hochspekulative Finanzgeschäfte anvertrauten und der Reihe nach von ihm hinters Licht geführt wurden.\r\n\"Das Leben war ein großer Spaß, solange die Kugel rollte, die Banken Kredite gaben und die Häuser wuchsen, um Gewinne abzuwerfen. Ein Objekt finanzierte das nächste, so war das Spiel.\"\r\n\r\nKein Wunder, daß Felicitas dieselbe Laufbahn einschlägt. Halt, man sollte ihr zu Gute halten, daß sie, als sie die Schule abgebrochen hat, einige Monate auf St. Pauli gekellnert hat. Das war die Zeit, als sie ihrem Vater zeigen wollte, daß sie durchaus auf eigenen Beinen stehen konnte, doch ihre Bleibe war alles andere als nobel und schnell war ihr klar, daß sie ihr Geld leichter verdienen konnte. Gut, immer läuft ihre Masche nicht reibungslos. Da findet sie sich, als sie einen vor Geld nur so strotzenden Manager abgeschleppt hat, plötzlich bei ihm zu Hause in Handschellen wieder. Eine Herausforderung an ihre Improvisationsgabe. Und ob der letzte große Deal um zehn Millionen klappen wird, das kann an dieser Stelle natürlich nicht verraten werden.", "image_url": null, "image": "1_fRklOG3.png", "has_variation": true, "price": "15.00", "rating": "4.50"}}, {"model": "products.product", "pk": 6, "fields": {"category": 11, "sku": "SHO-CHR", "name": "Sternstraße 24 - Weihnachtsgeschichten vom Parterre bis unters Dach", "description": "Das Fest der Liebe hat einen kleinen Haken: die Liebe. Advent das ist in der Sternstraße 24 in München Schwabing der saisonale Höhepunkt von familiären Komödien und Tragödien, von Erwartungen und Enttäuschungen, erfüllten und unerfüllten Wünschen. Ob die Ökofamilie Kleist, das alternde Künstlerpaar Anna und Peter Hammer, die verblühende Schönheit Valentina Blum oder der trauernde Musiker Johnny Januschek sie alle treffen sich in Maries Deli, einem kleinen Bistro im Parterre, wo gegessen, getrunken, geflunkert und gelacht wird. 24 Geschichten um ein Haus voller Leben, über Menschlichkeit, Aufmerksamkeit, Zuneigung, Leidenschaft und Zärtlichkeit, die wir mehr oder weniger großzügig schenken und uns doch so sehnsüchtig wünschen. Nicht nur zur Weihnachtszeit. Mit klarem Blick, spitzer Feder und feinem Humor erzählt.\r\nEin Mietshaus voller Geschichten: 24 Bewohner und 24 Storys,\r\ndie in ihren Verknüpfungen zum Roman werden.\r\nDer perfekte literarische Begleiter durch den Advent zum Selbstlesen und Verschenken.", "image_url": null, "image": "sternstr.png", "has_variation": false, "price": "12.00", "rating": "3.00"}}, {"model": "products.product", "pk": 7, "fields": {"category": 10, "sku": "NOV-FEU", "name": "Feuer bitte: Roman", "description": "Im Dunstkreis der Macht. Eine mörderische Affäre. Anna Marx ist nicht klein zu kriegen. Wie immer, wenn es schwierig wird, läuft sie zu großer Form auf. Nie verlegen um einen bösen Spruch ist sie mit ihren Lastern und ihrer Moral, mit ihrem Witz und ihrer Begabung, im falschen Moment das Richtige zu sagen, längst eine feste Größe unter den Krimiheldinnen.", "image_url": null, "image": "8.png", "has_variation": true, "price": "15.00", "rating": "4.00"}}, {"model": "products.product", "pk": 8, "fields": {"category": 7, "sku": "GLU-SAL", "name": "Glück in Salzburg: Martin Glücks vierter Fall", "description": "Ausgerechnet während der Jedermann-Premiere bei den Salzburger Festspielen stirbt Milliardär Hugo Flock. Diagnose: Herzversagen. Seine Begleiterin Romana glaubt aber nicht an eine natürliche Todesursache. Sie denkt, dass ihr Verlobter ermordet wurde, und Verdächtige gibt es so einige: die Noch-Ehefrau, Flocks Bodyguard, seine zahlreichen Geschäftsfeinde und einen Schauspieler der Aufführung.\r\n\r\nDa passt es gut, dass Romanas Freund Martin Glück vor Ort ist. Der Chefinspektor aus Wien macht sich auf die Spuren von illegalem Medikamentenhandel in ganz großem Stil. Eine aufregende Jagd nach der Wahrheit beginnt. Die Liebe kommt dem Ermittler dazu in die Quere kann es sein, dass Martin doch Glück bei den Frauen hat?", "image_url": null, "image": "2_6lNP15T.png", "has_variation": false, "price": "12.00", "rating": "3.50"}}, {"model": "products.product", "pk": 9, "fields": {"category": 7, "sku": "GLU-STE", "name": "Glück in der Steiermark: Martin Glücks dritter Fall", "description": "Martin Glück, frisch geschieden und immer noch als »Springer« eingesetzt, landet in der Abteilung »Leib und Leben« im Landeskriminalamt Graz. Die traditionelle Abneigung der Steirer gegen alles Wienerische macht dem Chefinspektor zu schaffen, aber Graz zeigt sich nach seiner Ankunft mitten im Steirischen Herbst von seiner aufregenden Seite. Mehrere mysteriöse Todesfälle im Hilmteichviertel halten nicht nur die städtische Kulturszene in Atem. Glück freundet sich mit Gigi an, Mimin am Schauspielhaus, die ihn mit den heißesten Informationen aus dem »Intrigantenstadl« versorgt. Eine Reise in die Südsteiermark bringt die beiden nicht nur einander näher, sondern Glück auch ein großes Stück weiter in seinen Ermittlungen. Liebe, Hass, Rache, Angst: Viele Wege führen zum Verbrechen und seiner Aufklärung", "image_url": null, "image": "3_XqWeEOd.png", "has_variation": true, "price": "14.00", "rating": "4.00"}}, {"model": "products.product", "pk": 10, "fields": {"category": 7, "sku": "GLU-WIE", "name": "Glück in Wien: Martin Glücks zweiter Fall", "description": "Nach einer handfesten privaten Auseinandersetzung mit seinem Vorgesetzten in ein Kammerl des Wiener Polizeipräsidiums versetzt, stagniert Chefinspektor Martin Glück in beruflicher Lethargie. Doch Romana, eine Freundin vom Wörthersee, bringt ihn mitten in einen Erbstreit. Sie soll von ihrer Cousine erben, die Juwelierswitwe war und ein Haus im vornehmen Ersten Bezirk besitzt. Gemeinsam mit Romana stehen jedoch auch Sissys Liebhaber Edgar von Siebers-Adelmaus-Eder, Apothekerin Karin Kirchhofer, der Hausarzt der Verstorbenen sowie Alma Zoppot, ihre Busenfreundin, auf der Liste der Erben. Auch die Haushälterin hat mit dem halben Mietshaus ein großes Stück des Erbkuchens abbekommen. Nur verunglückt sie auf dem Weg ins Notariat. Unfall? Mord? Bald entsteht der Verdacht, auch bei Sissys Tod könnte nachgeholfen worden sein. Martin Glück heftet sich an die Fersen des zuständigen Leutnants und stößt bei seinen Ermittlungen in den Kreisen der Erbschleicher auf tiefe Abgründe ...", "image_url": null, "image": "5_2gSRxvT.png", "has_variation": false, "price": "14.00", "rating": "4.00"}}, {"model": "products.product", "pk": 11, "fields": {"category": 8, "sku": "MAR-MYL", "name": "Marx, my love: Roman", "description": "Mord, Macht, Medien - Ein neuer Fall für Anna Marx. Anna Marx ist zurück. Unverwechselbar, widerborstig, sympathisch. Die ehemalige Klatschreporterin ermittelt nun als Privatdetektivin in Berlin. Sie folgt den Spuren entlaufener Kater und Ehemänner - bis sie einen lukrativen Auftrag erhält. Doch die Klientin, die Filmproduzentin Rosamunde Stark, wird ermordet. Anna beginnt nachzuforschen und deckt hinter der glänzenden Fassade der prominenten Geschäftsfrau einen Sumpf von Erpressung und finsteren Machenschaften auf.", "image_url": null, "image": "9.png", "has_variation": true, "price": "12.00", "rating": "3.50"}}, {"model": "products.product", "pk": 12, "fields": {"category": 11, "sku": "GOL-SH", "name": "Amerikaner schießen nicht auf Golfer - Ein humorvolles Buch für literarische Golfspieler: 18 Storys", "description": "Wenn Gott und der Teufel in Kabul um eine Seele spielen, so ist dies\r\nzweifellos ein aufregendes Duell zwischen Himmel und Hölle und der\r\nfuriose Auftakt zu einer literarischen Golfrunde um den ganzen Globus.\r\nOb in Schottland oder Marokko, Grönland, Thailand oder Kuba, die Spielerinnen und\r\nSpieler aller Couleur treten nicht nur gegeneinander an, sie kämpfen auch mit ihren\r\nganz persönlichen Handicaps. Denn Manager, Gesellschaftsdamen, Guerilla-Golfer,\r\nZocker, Professionals, Liebespaare oder Auftragskiller verbindet jene Leidenschaft\r\nfür ein Spiel, das vor allem darin besteht, sich immer wieder selbst zu besiegen. Der\r\nGlaube, eines Tages die perfekte Runde zu schaffen. Der Zweifel. Der Zorn. Die\r\nDemut. Die Sucht. Golf ist eben mehr als nur Sport ... 18 Storys auf den Fairways des\r\nLebens: schräg und spannend, komisch und tragisch, zärtlich und mörderisch. Wer\r\nGolf liebt, wird dieses Buch lieben.", "image_url": null, "image": "golfer.png", "has_variation": false, "price": "9.00", "rating": "4.00"}},{"model": "blog.blogpost", "pk": 1, "fields": {"title": "Test", "article": "fjehbrifuwbrepfgbrepghruhgjdnfjib\r\nfuierwghirpeg\r\nfbrehbpfbr\r\nfbrehobfwer", "date": "2021-10-08T19:38:49.473Z"}}]
